Repository: Cynnexis/tide
Catalog: lib/l10n/tide_*.arb
Languages: fr

# longAppName
source: Tide - Breathing Exercise to Calm Yourself Down
fr: Tide - Exercice de respiration pour se calmer

# appDescription
source: Tide is an application that helps reduce panic attacks with a simple breathing exercise. It helps users to calm themselves down by timing the breath in and breath out, and imitating the diaphragm dilatation, while being free with no advertisements.
fr: Tide est une application qui permet de réduire les crises de panique grâce à un simple exercice de respiration. Elle aide les utilisateurs à se calmer en synchronisant l'inspiration et l'expiration, et en imitant la dilatation du diaphragme, tout en étant gratuite et sans publicité.

source: Breath in
fr: Inspirez

# holdBreath
source: Hold
fr: Maintenez

source: Breath out
fr: Expirez

source: Settings
fr: Paramètres

# breathingExerciseSetting
source: Breathing Exercise
fr: Exercise de respiration

# breathingDurationSetting
source: Breathing duration
fr: Durée de respiration

# breathingDurationSettingExplanation
source: Duration to breath in, and to breath out. Actual value: {breathingDuration}
fr: Durée pour l'inspiration et l'expiration. Valeur actuelle : {breathingDuration}

# holdingDurationSetting
source: Holding duration
fr: Durée pour retenir sa respiration

# holdingDurationSettingExplanation
source: Time to hold your breath. Actual value: {holdingBreathDuration}
fr: Temps pour retenir son souffle. Valeur actuelle : {holdingBreathDuration}

source: System language
fr: Langue système

# langSetting
source: Language
fr: Langue

# langSettingExplanation
source: The language of the application.
fr: La langue de l'application.

# startButton
source: Start
fr: Commencer

source: Copied to clipboard
fr: Copié dans le presse-papier

source: Cancel
fr: Annuler

# timerDone
source: Timer is done
fr: Le minuteur est terminé

source: Set a timer
fr: Configurez un minuteur

# timerDescription
source: You will be notified when the timer ends.
fr: Vous serez notifier lorsque le minuteur sera fini.

# tapToActivateTimer
source: Tap to activate the timer
fr: Tappez pour activer le minuteur

# stopTimer
source: Stop the timer
fr: Arrêter le minuteur

source: Go back
fr: Retour

# homeDescription
source: Click on the button below to start your breathing exercise.
fr: Cliquez sur le bouton ci-dessous pour commencer l'exercise de respiration.

# errorOccurred
source: An error occurred.
fr: Une erreur s'est produite.

# errorOccurredParseConfigFile
source: An error occurred when parsing the configuration.
fr: Une erreur s'est produite lors du chargement du fichier de configuration.

# fullscreenTip
source: Press {hotkey} to enter or exit the fullscreen mode.
fr: Appuyez sur {hotkey} pour entrer ou sortir du mode plein écran.

# breathingDurationTip
source: Change the breathing and holding duration in the {settings} to fit your need.
fr: Changez le temps d'inspiration et d'expiration dans les {settings} pour personaliser votre exercice.
